program D_Chess;
 {**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-}
(* Данная программа разработана как выполнение задания по
   дисциплине: Технологии программирования, УГТУ-УПИ, студентом 3 курса,
   специальность: Информационные системы и технологии,
   группа: ИТ-36012да.
   Разработчик: Севастьянов Семен Владимирович
 {**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-**-}(**)
uses
  Forms,
  Unit1 in 'Unit1.pas' {Form1};

{$R Chess_figure.res}

begin
  Application.Initialize;
  Application.Title := 'ChessBoard';
  Application.CreateForm(TForm1, Form1);
  Application.Run;
end.
